brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'coreutils'
brew 'curl'
brew 'delta'
brew 'direnv'
brew 'dos2unix'
brew 'eza'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gemini-cli'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'iperf3'
brew 'jq'
brew 'make'
brew 'mise'
brew 'mtr'
brew 'neovim'
brew 'netshow'
brew 'nmap'
brew 'ollama'
brew 'openssl@3'
brew 'pandoc'
brew 'pipx'
brew 'pkgconf'
brew 'readline'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'sqlite'
brew 'starship'
brew 'stow'
brew 'tectonic'
brew 'thefuck'
brew 'tmux'
brew 'uv'
brew 'watch'
brew 'wget'
brew 'yt-dlp'
brew 'zoxide'
brew 'zsh'
