brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'coreutils'
brew 'curl'
brew 'delta'
brew 'direnv'
brew 'dos2unix'
brew 'eza'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'iperf3'
brew 'jq'
brew 'make'
brew 'mas'
brew 'mise'
brew 'mtr'
brew 'neovim'
brew 'nmap'
brew 'openssl@3'
brew 'pandoc'
brew 'pkgconf'
brew 'readline'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'sqlite'
brew 'starship'
brew 'stow'
brew 'terminal-notifier'
brew 'thefuck'
brew 'tmux'
brew 'watch'
brew 'wget'
brew 'zoxide'
brew 'zsh'

# ---- macOS casks ----
if OS.mac?
  cask 'git-credential-manager'
  cask 'font-fira-code'
  cask 'font-fira-code-nerd-font'
  cask 'font-hack-nerd-font'
  cask 'font-monoid-nerd-font'
  cask 'font-mononoki-nerd-font'
  cask 'font-powerline-symbols'
  cask 'iterm2'
  cask 'ngrok'
  cask 'visual-studio-code'
  cask 'vlc'
end
